Repository: OsmBelarus/Databases
Catalog: Nazvy_vulic.OmegaT/tm/Minskaja/Minsk.tmx
Source language: ru
Languages: be

source: Рабкоровская
be: #Рабкараўская

source: Рабочий
be: #Рабочы

source: Радиальная
be: #Радыяльная

source: Радиаторная
be: #Радыятарная

source: Радиаторный
be: #Радыятарны

source: Радищева
be: #Радзішчава

source: Радужная
be: #Вясёлкавая

source: Разинская
be: #Разінская

source: Разинский
be: #Разінскі

source: Раковская
be: #Ракаўская

source: Рассонская
be: #Расонская

source: Ратомская
be: #Ратамская

source: Раубичская
be: #Раўбіцкая

source: Раубичский
be: #Раўбіцкі

source: Рафиева
be: #Рафіева

source: Революционная
be: #Рэвалюцыйная

source: Репина
be: #Рэпіна

source: Речная
be: #Рачная

source: Ржавецкий
be: #Ржавецкі

source: Рижская
be: #Рыжская

source: Рижский
be: #Рыжскі

source: Рогачёвская
be: #Рагачоўская

source: Рогачёвский
be: #Рагачоўскі

source: Родниковая
be: #Крынічная

source: Рокоссовского
be: #Ракасоўскага

source: Романовская Слобода
be: #Раманаўская Слабада

source: Ромашкина
be: #Рамашкіна

source: Ротмистрова
be: #Ротмістрава

source: Румянцева
be: #Румянцава

source: Русановича
be: #Русановіча

source: Руссиянова
be: #Русіянава

source: Рыбалко
be: #Рыбалкі

source: Рябинницкая
be: #Рабінніцкая

source: Рябиновая
be: #Рабінавая

source: Самарский
be: #Самарскі

source: Сапёров
be: #Сапёраў

source: Свердлова
be: #Свярдлова

source: Свирский
be: #Свірскі

source: Свислочская
be: #Свіслацкая

source: Свислочский
be: #Свіслацкі

source: Связистов
be: #Сувязістаў

source: Севастопольская
be: #Севастопальская

source: Севастопольский
be: #Севастопальскі

source: Северный
be: #Паўночны

source: Седова
be: #Сядова

source: Седых
be: #Сядых

source: Селицкого
be: #Сяліцкага

source: Семашко
be: #Сямашкі

source: Семёнова
be: #Сямёнава

source: Сенницкая
be: #Сенніцкая

source: Сенницкий
be: #Сенніцкі

source: Серафимовича
be: #Серафімовіча

source: Сергея Есенина
be: #Сяргея Ясеніна

source: Серебрянская
be: #Серабранская

source: Серебрянская малая
be: #Серабранская малая

source: Серебрянский
be: #Серабранскі

source: Серова
be: #Сярова

source: Сеченова
be: #Сечанава

source: Силикатный
be: #Сілікатны

source: Сиреневая
be: #Бэзавая

source: Скалинская
be: #Скалінская

source: Скрипникова
be: #Скрыпнікава

source: Скрыганова
be: #Скрыганава

source: Славинского
be: #Славінскага

source: Славный
be: #Слаўны

source: Слепнянский
be: #Сляпнянскі

source: Слесарная
be: #Слясарная

source: Слободская
be: #Слабадская

source: Слободской
be: #Слабадскі

source: Слонимская
be: #Слонімская

source: Слуцкой
be: #Слуцкай

source: Смирнова
be: #Смірнова

source: Смоленская
be: #Смаленская

source: Смолячкова
be: #Смалячкова

source: Сморговский
be: #Смаргоўскі

source: Снежный
be: #Снежны

source: Собинова
be: #Собінава

source: Советская
be: #Савецкая

source: Соколянский
be: #Сакалянскі

source: Солнечная
be: #Сонечная

source: Солнечный
be: #Сонечны

source: Соломенная
be: #Саламяная

source: Сосновая
be: #Сасновая

source: Сосновый Бор
be: #Сасновы Бор

source: Софьи Ковалевской
be: #Соф'і Кавалеўскай

source: Социалистическая
be: #Сацыялістычная

source: Спортивная
be: #Спартыўная

source: Спортивный
be: #Спартыўны

source: Стадионная
be: #Стадыённая

source: Станислава Монюшко
be: #Станіслава Манюшкі

source: Станиславского
be: #Станіслаўскага

source: Станционный
be: #Станцыйны

source: Стариновская
be: #Старынаўская

source: Старобинская
be: #Старобінская

source: Старовиленская
be: #Старавіленская

source: Старовиленский
be: #Старавіленскі

source: Стасова
be: #Стасава

source: Стахановская
be: #Стаханаўская

source: Стахановский
be: #Стаханаўскі

source: Стебенёва
be: #Сцебянёва

source: Стекольный
be: #Шкляны

source: Степной
be: #Стэпавы

source: Степянская
be: #Сцяпянская

source: Стефановская
be: #Стэфанаўская

source: Столбцовская
be: #Стаўбцоўская

source: Столетова
be: #Сталетава

source: Столичная
be: #Сталічная

source: Столичный
be: #Сталічны

source: Сторожевская
be: #Старажоўская

source: Стрелковая
be: #Стралковая

source: Строителей
be: #Будаўнікоў

source: Студенческая
be: #Студэнцкая

source: Студенческий
be: #Студэнцкі

source: Суворова
be: #Суворава

source: Судмалиса
be: #Судмаліса

source: Сурганова
be: #Сурганава

source: Сурикова
be: #Сурыкава

source: Сухаревская
be: #Сухараўская

source: Таллинская
be: #Талінская

source: Таллинский
be: #Талінскі

source: Тарханова
be: #Тарханава

source: Ташкентская
be: #Ташкенцкая

source: Ташкентский
be: #Ташкенцкі

source: Твёрдый
be: #Цвёрды

source: Тенистая
be: #Цяністая

source: Тепличная
be: #Цяплічная

source: Тепличный
be: #Цяплічны

source: Тикоцкого
be: #Цікоцкага

source: Тимирязева
be: #Ціміразева

source: Тимошенко
be: #Цімашэнкі

source: Тиражная
be: #Тыражная

source: Тиражный
be: #Тыражны

source: Тихая
be: #Ціхая

source: Тихий
be: #Ціхі

source: Тобольский
be: #Табольскі

source: Товарищеский
be: #Таварыскі

source: Толбухина
be: #Талбухіна

source: Толстого
be: #Талстога

source: Томский
be: #Томскі

source: Топографическая
be: #Тапаграфічная

source: Топографический
be: #Тапаграфічны

source: Торфяной
be: #Тарфяны

source: Тракторостроителей
be: #Трактарабудаўнікоў

source: Транспортный
be: #Транспартны

source: Тростенецкая
be: #Трасцянецкая

source: Трубный
be: #Трубны

source: Трудовая
be: #Працоўная

source: Тульский
be: #Тульскі

source: Тупиковая
be: #Тупіковая

source: Туполева
be: #Тупалева

source: Тухачевского
be: #Тухачэўскага

source: Тучинский
be: #Тучынскі

source: Тяпинского
be: #Цяпінскага

source: Уборевича
be: #Убарэвіча

source: Украинская
be: #Украінская

source: Ульяновская
be: #Ульянаўская

source: Уральский
be: #Уральскі

source: Урожайная
be: #Ураджайная

source: Уручская
be: #Уруцкая

source: Усадебная
be: #Сядзібная

source: Усадебный
be: #Сядзібны

source: Уфимская
be: #Уфімская

source: Ученический
be: #Вучнёўскі

source: Ушачская
be: #Ушацкая

source: Фабрициуса
be: #Фабрыцыуса

source: Фабричная
be: #Фабрычная

source: Фабричный
be: #Фабрычны

source: Фанипольская
be: #Фаніпальская

source: Фанипольский
be: #Фаніпальскі

source: Федотова
be: #Фядотава

source: Фердинанда Рущица
be: #Фердынанда Рушчыца

source: Физкультурная
be: #Фізкультурная

source: Физкультурный
be: #Фізкультурны

source: Филатова
be: #Філатава

source: Филимонова
be: #Філімонава

source: Фольварковый
be: #Фальваркавы

source: Фомина
be: #Фаміна

source: Франтишка Богушевича
be: #Францішка Багушэвіча

source: Франциска Скорины
be: #Франциска Скорыны

source: Фроликова
be: #Фролікава

source: Фрунзе
be: #Фрунзэ

source: Фучика
be: #Фучыка

source: Хабаровская
be: #Хабараўская

source: Халтурина
be: #Халтурына

source: Харьковская
be: #Харкаўская

source: Харьковский
be: #Харкаўскі

source: Хмаринская
be: #Хмарынская

source: Хмелевского
be: #Хмялеўскага

source: Хмельницкого
be: #Хмяльніцкага

source: Холмогорская
be: #Халмагорская

source: Холмогорский
be: #Халмагорскі

source: Центральная
be: #Цэнтральная

source: Чайковского
be: #Чайкоўскага

source: Чайлытко
be: #Чайлыткі

source: Чеботарёва
be: #Чабатарова

source: Чекалина
be: #Чакаліна

source: Челюскинцев
be: #Чалюскінцаў

source: Червякова
be: #Чарвякова

source: Черемухи Маака
be: #Чаромхі Маака

source: Черниговская
be: #Чарнігаўская

source: Черниговский
be: #Чарнігаўскі

source: Чернышевского
be: #Чарнышэўскага

source: Черняховского
be: #Чарняхоўскага

source: Чехова
be: #Чэхава

source: Чигладзе
be: #Чыгладзэ

source: Чижевских
be: #Чыжэўскіх

source: Чижовская
be: #Чыжоўская

source: Чичерина
be: #Чычэрына

source: Чичурина
be: #Чычурына

source: Чкалова
be: #Чкалава

source: Чюрлёниса
be: #Чурлёніса

source: Шабловского
be: #Шаблоўскага

source: Шаранговича
be: #Шаранговіча

source: Шатько
be: #Шацько

source: Шевченко
be: #Шаўчэнкі

source: Шейпичи
be: #Шэйпічы

source: Шестая Линия
be: #Шостая Лінія

source: Широкая
be: #Шырокая

source: Шишкина
be: #Шышкіна

source: Школьный
be: #Школьны

source: Шоссейная
be: #Шасэйная

source: Шумилинская
be: #Шумілінская

source: Щедрина
be: #Шчадрына

source: Щепкина
be: #Шчэпкіна

source: Щербакова
be: #Шчарбакова

source: Щётовка
be: #Шчотаўка

source: Щорса
be: #Шчорса

source: Экскаваторная
be: #Экскаватарная

source: Экскаваторный
be: #Экскаватарны

source: Энергетический
be: #Энергетычны

source: Юбилейная
be: #Юбілейная

source: Юбилейный
be: #Юбілейны

source: Южная
be: #Паўднёвая

source: Южный
be: #Паўднёвы

source: Юношеская
be: #Юнацкая

source: Юношеский
be: #Юнацкі

source: Юрия Семеняко
be: #Юрыя Семянякі

source: Яблоневая
be: #Яблыневая

source: Язепа Дроздовича
be: #Язэпа Драздовіча

source: Якубова
be: #Якубава

source: Якубовского
be: #Якубоўскага

source: Яна Райниса
be: #Яна Райніса

source: Яна Чечота
be: #Яна Чачота

source: Янки Брыля
be: #Янкі Брыля

source: Янки Купалы
be: #Янкі Купалы

source: Янки Лучины
be: #Янкі Лучыны

source: Янки Мавра
be: #Янкі Маўра

source: Янковского
be: #Янкоўскага

source: Янтарная
be: #Бурштынавая

source: Янтарный
be: #Бурштынавы

source: Ярковская
be: #Яркоўская

source: Ярошевичская
be: #Ярашэвіцкая

source: Ярошевичский
be: #Ярашэвіцкі

source: Ясный
be: #Ясны
